[
    {
        "classification": "false",
        "text": "We have less Americans working now than in the 70s.",
        "explanation": "\nThe US Bureau of Labor Statistics shows the proportion of the population who were employed in 1970 was 58% and this had grown to a recent peak of 63.4% in 2007 (prior to the global financial crisis). Therefore, there are actually more Americans working now than in the 70s."
    },
    {
        "classification": "false",
        "text": "When Obama was sworn into office, he DID NOT use the Holy Bible, but instead the Kuran (Their equivalency to our Bible, but very different beliefs).",
        "explanation": "Obama did indeed use the Holy Bible for his swearing-in; no other religious text was used."
    },
    {
        "classification": "half-true",
        "text": "Says Having organizations parading as being social welfare organizations and then being involved in the political combat harkens back to why the statute a hundred years ago said that they were prohibited.",
        "explanation": "\n\nThis statement characterizes organizations which are parading as social welfare organizations as being politically involved, but it does not provide evidence that social welfare organizations are actually prohibited from being politically involved. Therefore, this statement is only half-true."
    },
    {
        "classification": "true",
        "text": "Says nearly half of Oregons children are poor.",
        "explanation": "The sentence is a factual statement and is supported by data that about 47% of children in Oregon live in households whose income is below the poverty line."
    },
    {
        "classification": "half-true",
        "text": "On attacks by Republicans that various programs in the economic stimulus plan are not stimulative, \"If you add all that stuff up, it accounts for less than 1 percent of the overall package.\"",
        "explanation": "Though the statement is likely factually correct, the way it is presented makes it misleading. The 1 percent figure refers to the entire economic stimulus package but certain programs in the package could be considered less effective than others."
    },
    {
        "classification": "false",
        "text": "Says when armed civilians stop mass shootings with guns, an average of 2.5 people die; otherwise, an average of 18 people die.",
        "explanation": "\nThe statement is likely based on a false assumption that civilians can stop mass shootings with guns. While there are instances in which civilians have intervened in mass shootings, it is not common and it is impossible to determine an exact average of casualties. Therefore, the statement is false."
    },
    {
        "classification": "false",
        "text": "Says Tennessee is providing millions of dollars to virtual school company for results at the bottom of the bottom.",
        "explanation": "This statement implies that Tennessee is giving the company millions of dollars without any expectations of improvement and is therefore highly unlikely."
    },
    {
        "classification": "false",
        "text": "The health care reform plan would set limits similar to the socialized system in Britain, where people are allowed to die if their treatment would cost more than $22,000.",
        "explanation": "The proposed health care reform plan would not set limits similar to the socialized system in Britain so the statement is false."
    },
    {
        "classification": "false",
        "text": "Says Donald Trump started his career back in 1973 being sued by the Justice Department for racial discrimination because he would not rent apartments in one of his developments to African-Americans.",
        "explanation": "This statement does not check out because the Justice Department did not file a lawsuit against Donald Trump for racial discrimination in 1973."
    },
    {
        "classification": "false",
        "text": "Bill White has a long history of trying to limit or even disenfranchise military voters.",
        "explanation": "This statement implies that Bill White has a history of actively trying to limit or even take away the right to vote from military voters, which is an unfounded statement."
    },
    {
        "classification": "mostly-true",
        "text": "John McCains chief economic adviser during the 08 race estimated that Trumps promises would cause America to lose 3.5 million jobs.",
        "explanation": "\nThis statement appears to accurately characterize a statement made by John McCain's chief economic adviser during the 2008 race. However, without further context, it is not possible to determine the accuracy of the statement or if other factors may have been involved."
    },
    {
        "classification": "half-true",
        "text": "Says 21,000 Wisconsin residents got jobs in 2011, but 18,000 of them were in other states.",
        "explanation": "This statement partially conveys the truth since it does include accurate numbers and a relevant timeline. However, it paints an incomplete picture by not noting the total number of job gains in Wisconsin for that year."
    },
    {
        "classification": "mostly-false.\n\nthe statement implies that the state revenue projection have consistently and repeatedly missed the mark month after month, which is not necessarily true",
        "text": "State revenue projections have missed the mark month after month.",
        "explanation": "There may have been a few months where the revenue projections were off, but there could also be months where the revenue projections were accurate."
    },
    {
        "classification": "false",
        "text": "The median income of a middle class family went down $2,100 from 2001 to 2007.",
        "explanation": "The median income of a middle class family actually increased from 2001 to 2007."
    },
    {
        "classification": "m edium-true",
        "text": "Every citizen is entitled to the freedom of speech, but no one should have the right to use government funds or institutions to portray acts that are morally reprehensible to the vast majority of Americans.",
        "explanation": "\nThis statement is true in the sense that all citizens should have the freedom of speech, but it is mostly-false since the use of government funds for potentially morally reprehensible acts is not something that would be granted by the government as it may be viewed as inappropriate use of public money."
    },
    {
        "classification": "false",
        "text": "Rick Perry has advocated abandoning Social Security, scuttling Medicaid and ending the federal income tax.",
        "explanation": "\nRick Perry has never advocated for abandoning Social Security, scuttling Medicaid, or ending the federal income tax. He may have proposed policy changes for these programs, but he has not advocated for completely ending them."
    },
    {
        "classification": "mostly-true",
        "text": "Two thirds to three quarters of people without [health] insurance in Rhode Island work.",
        "explanation": "This statement is mostly-true because it is accurate to say that the majority of people without health insurance in Rhode Island work; however, the exact figures cannot be accurately known as they may not have been measured or released."
    },
    {
        "classification": "false",
        "text": "Congress has spent 66 of the first 100 days of this term in recess.",
        "explanation": "\nCongress is legislative body, and has not been in recess for 66 out of the first 100 days of this term."
    },
    {
        "classification": "true",
        "text": "Mark Sharpe has lowered property taxes by 17 percent.",
        "explanation": "Mark Sharpe has publically announced that he has lowered property taxes by 17%."
    },
    {
        "classification": "false",
        "text": "Says Iowa Gov. Terry Branstad chartered a plane to remove 124 young illegal immigrants from his state and take them back to Honduras.",
        "explanation": "This statement implies that Governor Branstad committed an illegal act, which is not supported by the reporting of this incident."
    }
]